Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# DataPage_SortAbyss
source: Abyss pick rate
de_de: Abgrund-Einsatzquote
es_mx: Tasa de uso en el Abismo
fr_fr: Taux d'utilisation dans les Profondeurs
hi_in: एबिस पिक दर
id_id: Rasio pemakaian Abyss
it_it: Tasso d'uso nell'Abisso
ja_jp: 深淵登場率
ko_kr: 나선비경 등장률
pt_br: Taxa de uso no Abismo
ru_ru: Частота в Бездне
zh_cn: 深渊登场率
zh_tw: 深淵登場率

# DataPage_SortValue
source: Pull priority
de_de: Zieh-Priorität
es_mx: Prioridad de invocación
fr_fr: Priorité d'invocation
hi_in: पुल प्राथमिकता
id_id: Prioritas gacha
it_it: Priorità di evocazione
ja_jp: 引く優先度
ko_kr: 뽑기 우선순위
pt_br: Prioridade de invocação
ru_ru: Приоритет крутки
zh_cn: 抽卡优先级
zh_tw: 抽卡優先級

# DataPage_SortOwn
source: Ownership
de_de: Besitzquote
es_mx: Tasa de posesión
fr_fr: Taux de possession
hi_in: स्वामित्व
id_id: Rasio kepemilikan
it_it: Tasso di possesso
ja_jp: 所持率
ko_kr: 보유율
pt_br: Taxa de posse
ru_ru: Доля владельцев
zh_cn: 拥有率
zh_tw: 擁有率

# DataPage_SortLevel
source: Average level
de_de: Durchschnittslevel
es_mx: Nivel promedio
fr_fr: Niveau moyen
hi_in: औसत स्तर
id_id: Level rata-rata
it_it: Livello medio
ja_jp: 平均レベル
ko_kr: 평균 레벨
pt_br: Nível médio
ru_ru: Средний уровень
zh_cn: 平均等级
zh_tw: 平均等級

# DataPage_SortDamage
source: Core damage
de_de: Kernschaden
es_mx: Daño principal
fr_fr: Dégâts principaux
hi_in: मुख्य क्षति
id_id: Damage inti
it_it: Danno principale
ja_jp: 主要ダメージ
ko_kr: 핵심 피해량
pt_br: Dano principal
ru_ru: Основной урон
zh_cn: 核心伤害
zh_tw: 核心傷害

# DataPage_FieldShare
source: Server-wide share
de_de: Serverweiter Anteil
es_mx: Cuota en todo el servidor
fr_fr: Part sur l'ensemble du serveur
hi_in: सर्वर-व्यापी हिस्सा
id_id: Porsi seluruh server
it_it: Quota su tutto il server
ja_jp: 全体出場率
ko_kr: 서버 전체 출전 비율
pt_br: Participação no servidor
ru_ru: Доля по всему серверу
zh_cn: 全服出场占比
zh_tw: 全服出場佔比

# DataPage_SampleFormat
source: sample {0}
de_de: Stichprobe {0}
es_mx: muestra {0}
fr_fr: échantillon {0}
hi_in: नमूना {0}
id_id: sampel {0}
it_it: campione {0}
ja_jp: サンプル {0}
ko_kr: 표본 {0}
pt_br: amostra {0}
ru_ru: выборка {0}
zh_cn: 样本 {0}
zh_tw: 樣本 {0}

# DataPage_ViewDetail
source: Full analysis
de_de: Vollanalyse
es_mx: Análisis completo
fr_fr: Analyse complète
hi_in: पूर्ण विश्लेषण
id_id: Analisis lengkap
it_it: Analisi completa
ja_jp: 詳細分析を見る
ko_kr: 종합 분석 보기
pt_br: Análise completa
ru_ru: Полный анализ
zh_cn: 查看综合分析
zh_tw: 檢視綜合分析

# DataPage_CoreDamage
source: Core damage
de_de: Kernschaden
es_mx: Daño principal
fr_fr: Dégâts principaux
hi_in: मुख्य क्षति
id_id: Damage inti
it_it: Danno principale
ja_jp: 主要ダメージ
ko_kr: 핵심 피해량
pt_br: Dano principal
ru_ru: Основной урон
zh_cn: 核心伤害
zh_tw: 核心傷害

# DataPage_AbyssPick
source: Abyss pick
de_de: Abgrund-Einsatz
es_mx: Uso en el Abismo
fr_fr: Usage dans les Profondeurs
hi_in: एबिस पिक
id_id: Pemakaian Abyss
it_it: Uso nell'Abisso
ja_jp: 深淵登場
ko_kr: 나선비경 등장
pt_br: Uso no Abismo
ru_ru: В Бездне
zh_cn: 深渊登场
zh_tw: 深淵登場

# DataPage_StygianPick
source: Stygian pick
de_de: Stygischer Einsatz
es_mx: Uso en el Estigio
fr_fr: Usage en Stygien
hi_in: स्टिजियन पिक
id_id: Pemakaian Stygian
it_it: Uso nello Stigio
ja_jp: 幽境登場
ko_kr: 스티지안 등장
pt_br: Uso no Estígio
ru_ru: В Стигии
zh_cn: 幽境登场
zh_tw: 幽境登場

# DataPage_MetricAvgLevel
source: Average level
de_de: Durchschnittslevel
es_mx: Nivel promedio
fr_fr: Niveau moyen
hi_in: औसत स्तर
id_id: Level rata-rata
it_it: Livello medio
ja_jp: 平均レベル
ko_kr: 평균 레벨
pt_br: Nível médio
ru_ru: Средний уровень
zh_cn: 平均等级
zh_tw: 平均等級

# DataPage_MetricAvgConst
source: Average constellation
de_de: Durchschnittliche Konstellation
es_mx: Constelación promedio
fr_fr: Constellation moyenne
hi_in: औसत कॉन्स्टेलेशन
id_id: Konstelasi rata-rata
it_it: Costellazione media
ja_jp: 平均命ノ星座
ko_kr: 평균 운명의 자리
pt_br: Constelação média
ru_ru: Средние созвездия
zh_cn: 平均命座
zh_tw: 平均命座

# DataPage_MetricSample
source: Sample size
de_de: Stichprobengröße
es_mx: Tamaño de muestra
fr_fr: Taille de l'échantillon
hi_in: नमूना आकार
id_id: Ukuran sampel
it_it: Dimensione campione
ja_jp: 統計サンプル
ko_kr: 통계 표본
pt_br: Tamanho da amostra
ru_ru: Размер выборки
zh_cn: 统计样本
zh_tw: 統計樣本

# DataPage_MetricTalent
source: Talents
de_de: Talente
es_mx: Talentos
fr_fr: Aptitudes
hi_in: टैलेंट
id_id: Talenta
it_it: Talenti
ja_jp: 天賦
ko_kr: 특성
pt_br: Talentos
ru_ru: Таланты
zh_cn: 天赋
zh_tw: 天賦

# DataPage_ZeroConstellation
source: C0 share
de_de: C0-Anteil
es_mx: Proporción C0
fr_fr: Part de C0
hi_in: C0 हिस्सा
id_id: Porsi C0
it_it: Quota C0
ja_jp: 無凸率
ko_kr: 명함 비율
pt_br: Proporção C0
ru_ru: Доля C0
zh_cn: 零命占比
zh_tw: 零命佔比

# DataPage_ClearTime
source: Clear time
de_de: Clear-Zeit
es_mx: Tiempo de finalización
fr_fr: Temps de complétion
hi_in: क्लियर समय
id_id: Waktu clear
it_it: Tempo di completamento
ja_jp: 平均クリア時間
ko_kr: 평균 클리어 시간
pt_br: Tempo de conclusão
ru_ru: Время прохождения
zh_cn: 平均通关
zh_tw: 平均通關

# DataPage_ChangeVsLast
source: vs last
de_de: zur Vorperiode
es_mx: vs. anterior
fr_fr: vs précédent
hi_in: बनाम पिछला
id_id: vs sebelumnya
it_it: vs precedente
ja_jp: 前期比
ko_kr: 전 기간 대비
pt_br: vs anterior
ru_ru: к прошлому
zh_cn: 环比上期
zh_tw: 環比上期

# DataPage_DetailTitle
source: {0} · full analysis
de_de: {0} · Vollanalyse
es_mx: {0} · análisis completo
fr_fr: {0} · analyse complète
hi_in: {0} · पूर्ण विश्लेषण
id_id: {0} · analisis lengkap
it_it: {0} · analisi completa
ja_jp: {0} · 詳細分析
ko_kr: {0} · 종합 분석
pt_br: {0} · análise completa
ru_ru: {0} · полный анализ
zh_cn: {0} · 综合分析
zh_tw: {0} · 綜合分析

# DataPage_DetailWeapons
source: Weapon distribution
de_de: Waffenverteilung
es_mx: Distribución de armas
fr_fr: Répartition des armes
hi_in: हथियार वितरण
id_id: Distribusi senjata
it_it: Distribuzione delle armi
ja_jp: 武器選択の分布
ko_kr: 무기 선택 분포
pt_br: Distribuição de armas
ru_ru: Распределение оружия
zh_cn: 武器选择分布
zh_tw: 武器選擇分佈

# DataPage_DetailArtifacts
source: Artifact set distribution
de_de: Artefakt-Set-Verteilung
es_mx: Distribución de sets de artefactos
fr_fr: Répartition des sets d'artéfacts
hi_in: आर्टिफैक्ट सेट वितरण
id_id: Distribusi set artifak
it_it: Distribuzione dei set di artefatti
ja_jp: 聖遺物構成の分布
ko_kr: 성유물 조합 분포
pt_br: Distribuição de conjuntos de artefatos
ru_ru: Распределение артефактов
zh_cn: 圣遗物搭配分布
zh_tw: 聖遺物搭配分佈

# DataPage_DetailConstellation
source: Constellation distribution
de_de: Konstellationsverteilung
es_mx: Distribución de constelaciones
fr_fr: Répartition des constellations
hi_in: कॉन्स्टेलेशन वितरण
id_id: Distribusi konstelasi
it_it: Distribuzione delle costellazioni
ja_jp: 凸数の分布
ko_kr: 운명의 자리 분포
pt_br: Distribuição de constelações
ru_ru: Распределение созвездий
zh_cn: 命座分布
zh_tw: 命座分佈

# DataPage_DetailTeams
source: Frequent teams
de_de: Häufige Teams
es_mx: Equipos frecuentes
fr_fr: Équipes fréquentes
hi_in: लगातार टीमें
id_id: Tim yang sering dipakai
it_it: Squadre frequenti
ja_jp: よく使われる編成
ko_kr: 자주 쓰이는 조합
pt_br: Times frequentes
ru_ru: Частые команды
zh_cn: 高频队伍
zh_tw: 高頻隊伍

# DataPage_DetailBanners
source: Banner and rerun history
de_de: Banner- und Rerun-Verlauf
es_mx: Historial de banners y reediciones
fr_fr: Historique des bannières et rediffusions
hi_in: बैनर और रीरन इतिहास
id_id: Riwayat banner dan rerun
it_it: Cronologia banner e rerun
ja_jp: 祈願と復刻の履歴
ko_kr: 배너 및 복각 기록
pt_br: Histórico de banners e reedições
ru_ru: История баннеров и повторов
zh_cn: 卡池与复刻记录
zh_tw: 卡池與復刻記錄

# DataPage_DetailInsights
source: Takeaways
de_de: Fazit
es_mx: Conclusiones
fr_fr: À retenir
hi_in: निष्कर्ष
id_id: Poin utama
it_it: Conclusioni
ja_jp: 要点
ko_kr: 요약
pt_br: Conclusões
ru_ru: Выводы
zh_cn: 结论
zh_tw: 結論

# DataPage_Close
source: Close
de_de: Schließen
es_mx: Cerrar
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# DataPage_ViewTier
source: Tier list
de_de: Tier-Liste
es_mx: Lista de niveles
fr_fr: Classement par palier
hi_in: टियर सूची
id_id: Daftar tier
it_it: Lista dei tier
ja_jp: ティア表
ko_kr: 티어 목록
pt_br: Lista de níveis
ru_ru: Список уровней
zh_cn: 强度分级
zh_tw: 強度分級

# DataPage_ViewRank
source: Usage ranking
de_de: Nutzungsrangliste
es_mx: Ranking de uso
fr_fr: Classement d'utilisation
hi_in: उपयोग रैंकिंग
id_id: Peringkat pemakaian
it_it: Classifica d'uso
ja_jp: 使用率ランキング
ko_kr: 사용률 순위
pt_br: Ranking de uso
ru_ru: Рейтинг использования
zh_cn: 使用率排行
zh_tw: 使用率排行

# DataPage_ViewTeam
source: Team comps
de_de: Team-Kombos
es_mx: Composiciones
fr_fr: Compositions
hi_in: टीम संयोजन
id_id: Komposisi tim
it_it: Composizioni
ja_jp: 編成ランキング
ko_kr: 조합 순위
pt_br: Composições
ru_ru: Составы команд
zh_cn: 配队榜
zh_tw: 配隊榜

# DataPage_Version
source: Period
de_de: Periode
es_mx: Periodo
fr_fr: Période
hi_in: अवधि
id_id: Periode
it_it: Periodo
ja_jp: 期間
ko_kr: 기간
pt_br: Período
ru_ru: Период
zh_cn: 期数
zh_tw: 期數

# DataPage_RestartDist
source: Retry count distribution
de_de: Verteilung der Neuversuche
es_mx: Distribución de reintentos
fr_fr: Répartition des tentatives
hi_in: पुनः प्रयास संख्या वितरण
id_id: Distribusi jumlah ulang
it_it: Distribuzione dei tentativi
ja_jp: リトライ回数の分布
ko_kr: 재도전 횟수 분포
pt_br: Distribuição de tentativas
ru_ru: Распределение попыток
zh_cn: 重开次数分布
zh_tw: 重開次數分佈

# DataPage_TierCount
source: {0} characters
de_de: {0} Charaktere
es_mx: {0} personajes
fr_fr: {0} personnages
hi_in: {0} पात्र
id_id: {0} karakter
it_it: {0} personaggi
ja_jp: {0} 体
ko_kr: {0}명
pt_br: {0} personagens
ru_ru: {0} персонажей
zh_cn: {0} 名
zh_tw: {0} 名

# DataPage_TeamHasRate
source: Buildable
de_de: Aufstellbar
es_mx: Formable
fr_fr: Constituable
hi_in: बनाने योग्य
id_id: Bisa dibentuk
it_it: Formabile
ja_jp: 編成可能率
ko_kr: 구성 가능률
pt_br: Formável
ru_ru: Можно собрать
zh_cn: 可组建率
zh_tw: 可組建率

# DataPage_TeamAttendRate
source: Attendance
de_de: Teilnahme
es_mx: Participación
fr_fr: Participation
hi_in: उपस्थिति
id_id: Kehadiran
it_it: Partecipazione
ja_jp: 出場率
ko_kr: 출전율
pt_br: Participação
ru_ru: Участие
zh_cn: 参战率
zh_tw: 參戰率

# DataPage_TeamCount
source: used {0} times
de_de: {0}× verwendet
es_mx: usado {0} veces
fr_fr: utilisée {0} fois
hi_in: {0} बार उपयोग किया
id_id: dipakai {0} kali
it_it: usata {0} volte
ja_jp: {0} 回使用
ko_kr: {0}회 사용
pt_br: usado {0} vezes
ru_ru: использована {0} раз
zh_cn: 使用 {0} 次
zh_tw: 使用 {0} 次

# DataPage_HalfFirst
source: 1st half
de_de: 1. Hälfte
es_mx: 1.ª mitad
fr_fr: 1re moitié
hi_in: पहला भाग
id_id: Paruh 1
it_it: 1° tempo
ja_jp: 前半
ko_kr: 전반
pt_br: 1.ª metade
ru_ru: 1-я половина
zh_cn: 上半
zh_tw: 上半

# DataPage_HalfMid
source: mid
de_de: Mitte
es_mx: mitad
fr_fr: milieu
hi_in: मध्य
id_id: tengah
it_it: centrale
ja_jp: 中盤
ko_kr: 중반
pt_br: meio
ru_ru: Средняя половина
zh_cn: 中半
zh_tw: 中半

# DataPage_HalfSecond
source: 2nd half
de_de: 2. Hälfte
es_mx: 2.ª mitad
fr_fr: 2e moitié
hi_in: दूसरा भाग
id_id: Paruh 2
it_it: 2° tempo
ja_jp: 後半
ko_kr: 후반
pt_br: 2.ª metade
ru_ru: 2-я половина
zh_cn: 下半
zh_tw: 下半

# DataPage_MaxInterval
source: Longest gap
de_de: Längster Abstand
es_mx: Intervalo más largo
fr_fr: Intervalle le plus long
hi_in: सबसे लंबा अंतराल
id_id: Interval terpanjang
it_it: Intervallo più lungo
ja_jp: 最長間隔
ko_kr: 최장 간격
pt_br: Maior intervalo
ru_ru: Наибольший интервал
zh_cn: 最长间隔
zh_tw: 最長間隔

# DataPage_TierS1Desc
source: Defines the current meta
de_de: Bestimmt das aktuelle Meta
es_mx: Define el meta actual
fr_fr: Définit le méta actuel
hi_in: वर्तमान मेटा परिभाषित करता है
id_id: Menentukan meta saat ini
it_it: Definisce il meta attuale
ja_jp: 現環境を定義する枠
ko_kr: 현재 메타를 정의
pt_br: Define o meta atual
ru_ru: Определяют текущую мету
zh_cn: 定义了当前环境
zh_tw: 定義了目前環境

# DataPage_TierSDesc
source: Strong and widely used
de_de: Stark und weit verbreitet
es_mx: Fuertes y muy usados
fr_fr: Puissants et très utilisés
hi_in: मजबूत और व्यापक रूप से उपयोग किया जाता है
id_id: Kuat dan banyak dipakai
it_it: Forti e molto usati
ja_jp: 強力で広く使われる
ko_kr: 강력하며 널리 쓰임
pt_br: Fortes e muito usados
ru_ru: Сильные и востребованные
zh_cn: 强度高且广泛使用
zh_tw: 強度高且廣泛使用

# DataPage_TierADesc
source: Solid situational picks
de_de: Solide situative Wahl
es_mx: Opciones situacionales sólidas
fr_fr: Choix situationnels solides
hi_in: ठोस परिस्थितिजन्य विकल्प
id_id: Pilihan situasional yang solid
it_it: Scelte situazionali solide
ja_jp: 状況次第で有力
ko_kr: 상황에 따라 유효
pt_br: Escolhas situacionais sólidas
ru_ru: Надёжны в отдельных случаях
zh_cn: 稳定的场合选择
zh_tw: 穩定的場合選擇

# DataPage_TierBDesc
source: Niche or team-dependent
de_de: Nische oder teamabhängig
es_mx: De nicho o dependientes del equipo
fr_fr: De niche ou dépendants de l'équipe
hi_in: विशिष्ट या टीम-निर्भर
id_id: Niche atau bergantung tim
it_it: Di nicchia o dipendenti dal team
ja_jp: ニッチまたは編成依存
ko_kr: 비주류이거나 조합 의존
pt_br: De nicho ou dependentes do time
ru_ru: Узкие или зависят от команды
zh_cn: 偏冷门或依赖配队
zh_tw: 偏冷門或依賴配隊

# DataPage_TierCDesc
source: Rarely seen this period
de_de: In dieser Periode kaum zu sehen
es_mx: Casi no aparecen este periodo
fr_fr: Quasi absents cette période
hi_in: इस अवधि में बहुत कम देखा गया
id_id: Hampir tidak muncul periode ini
it_it: Quasi assenti in questo periodo
ja_jp: 今期はほぼ見られない
ko_kr: 이번 기간에는 거의 없음
pt_br: Quase não aparecem neste período
ru_ru: В этом периоде почти не встречаются
zh_cn: 本期几乎不见登场
zh_tw: 本期幾乎不見登場

# DataPage_WishCharacters
source: Character banners
de_de: Charakter-Banner
es_mx: Banners de personaje
fr_fr: Bannières de personnage
hi_in: पात्र बैनर
id_id: Banner karakter
it_it: Banner personaggi
ja_jp: キャラ祈願
ko_kr: 캐릭터 배너
pt_br: Banners de personagem
ru_ru: Баннеры персонажей
zh_cn: 角色池
zh_tw: 角色池

# DataPage_WishWeapons
source: Weapon banners
de_de: Waffen-Banner
es_mx: Banners de arma
fr_fr: Bannières d'arme
hi_in: हथियार बैनर
id_id: Banner senjata
it_it: Banner armi
ja_jp: 武器祈願
ko_kr: 무기 배너
pt_br: Banners de arma
ru_ru: Баннеры оружия
zh_cn: 武器池
zh_tw: 武器池

# DataPage_WishOngoing
source: Live
de_de: Aktiv
es_mx: En curso
fr_fr: En cours
hi_in: लाइव
id_id: Berlangsung
it_it: In corso
ja_jp: 開催中
ko_kr: 진행 중
pt_br: Em andamento
ru_ru: Идёт
zh_cn: 进行中
zh_tw: 進行中

# DataPage_WishUpcoming
source: Upcoming
de_de: Bald
es_mx: Próximamente
fr_fr: À venir
hi_in: आगामी
id_id: Segera
it_it: In arrivo
ja_jp: 開催予定
ko_kr: 시작 예정
pt_br: Em breve
ru_ru: Скоро
zh_cn: 即将开始
zh_tw: 即將開始

# DataPage_WishDaysLeft
source: {0} days left
de_de: {0} Tage übrig
es_mx: Quedan {0} días
fr_fr: {0} jours restants
hi_in: {0} दिन शेष
id_id: Sisa {0} hari
it_it: {0} giorni rimasti
ja_jp: 残り {0} 日
ko_kr: {0}일 남음
pt_br: Faltam {0} dias
ru_ru: Осталось {0} дн.
zh_cn: 剩余 {0} 天
zh_tw: 剩餘 {0} 天

# DataPage_WishDaysUntil
source: in {0} days
de_de: in {0} Tagen
es_mx: en {0} días
fr_fr: dans {0} jours
hi_in: {0} दिनों में
id_id: {0} hari lagi
it_it: tra {0} giorni
ja_jp: {0} 日後
ko_kr: {0}일 후
pt_br: em {0} dias
ru_ru: через {0} дн.
zh_cn: {0} 天后开始
zh_tw: {0} 天後開始

# DataPage_WishDaysAgo
source: {0} days ago
de_de: vor {0} Tagen
es_mx: hace {0} días
fr_fr: il y a {0} jours
hi_in: {0} दिन पहले
id_id: {0} hari lalu
it_it: {0} giorni fa
ja_jp: {0} 日前
ko_kr: {0}일 전
pt_br: há {0} dias
ru_ru: {0} дн. назад
zh_cn: {0} 天前
zh_tw: {0} 天前

# DataPage_WishTopRerun
source: Most reruns
de_de: Meiste Reruns
es_mx: Más reediciones
fr_fr: Le plus de rediffusions
hi_in: सबसे अधिक रीरन
id_id: Rerun terbanyak
it_it: Più rerun
ja_jp: 復刻回数が多い
ko_kr: 복각 횟수 최다
pt_br: Mais reedições
ru_ru: Больше всего повторов
zh_cn: 复刻次数最多
zh_tw: 復刻次數最多

# DataPage_WishTopCompanion
source: Most frequent 4-star features
de_de: Häufigste 4-Sterne-Begleiter
es_mx: Acompañantes de 4★ más frecuentes
fr_fr: Compagnons 4★ les plus fréquents
hi_in: सबसे अधिक बार 4-स्टार फ़ीचर
id_id: Pendamping 4★ tersering
it_it: Accompagnatori 4★ più frequenti
ja_jp: ★4同時登場が多い
ko_kr: 4성 동반 최다
pt_br: Acompanhantes 4★ mais frequentes
ru_ru: Чаще всего в сопровождении (4★)
zh_cn: 四星陪跑最多
zh_tw: 四星陪跑最多

# DataPage_WishSearchPlaceholder
source: Search character or version…
de_de: Charakter oder Version suchen…
es_mx: Buscar personaje o versión…
fr_fr: Rechercher un personnage ou une version…
hi_in: पात्र या संस्करण खोजें…
id_id: Cari karakter atau versi…
it_it: Cerca personaggio o versione…
ja_jp: キャラ名・バージョンで検索…
ko_kr: 캐릭터 또는 버전 검색…
pt_br: Buscar personagem ou versão…
ru_ru: Поиск персонажа или версии…
zh_cn: 搜索角色或版本…
zh_tw: 搜尋角色或版本…

# DataPage_WishSummaryFormat
source: Featured {0} times, most recently in {1} ({2} days ago), averaging {3} days between runs.
de_de: {0}× im Fokus, zuletzt in {1} (vor {2} Tagen), durchschnittlich {3} Tage Abstand.
es_mx: Destacado {0} veces, la última en {1} (hace {2} días), con {3} días de media entre apariciones.
fr_fr: Mis en avant {0} fois, la dernière en {1} (il y a {2} jours), avec {3} jours d'écart en moyenne.
hi_in: {0} बार फ़ीचर किया गया, हाल ही में {1} में ({2} दिन पहले), रन के बीच औसतन {3} दिन।
id_id: Tampil {0} kali, terakhir di {1} ({2} hari lalu), rata-rata jeda {3} hari.
it_it: In evidenza {0} volte, l'ultima in {1} ({2} giorni fa), con {3} giorni di intervallo medio.
ja_jp: 計 {0} 回ピックアップ。直近は {1}（{2} 日前）、平均間隔は {3} 日です。
ko_kr: 총 {0}회 픽업. 가장 최근은 {1}({2}일 전), 평균 간격 {3}일.
pt_br: Destacado {0} vezes, a última em {1} (há {2} dias), com média de {3} dias entre aparições.
ru_ru: В центре внимания {0} раз, последний — {1} ({2} дн. назад), средний интервал {3} дн.
zh_cn: 共 UP {0} 次，最近一次是 {1}（{2} 天前），平均间隔 {3} 天。
zh_tw: 共 UP {0} 次，最近一次是 {1}（{2} 天前），平均間隔 {3} 天。

# DataPage_WishSummaryNever
source: No banner history on record.
de_de: Kein Bannerverlauf vorhanden.
es_mx: Sin historial de banners.
fr_fr: Aucun historique de bannière.
hi_in: रिकॉर्ड में कोई बैनर इतिहास नहीं।
id_id: Belum ada riwayat banner.
it_it: Nessuna cronologia banner.
ja_jp: 祈願履歴の記録はありません。
ko_kr: 배너 기록이 없습니다.
pt_br: Sem histórico de banners.
ru_ru: История баннеров отсутствует.
zh_cn: 暂无卡池记录。
zh_tw: 暫無卡池記錄。

# DataPage_RerunChar5
source: 5-star characters
de_de: 5-Sterne-Charaktere
es_mx: Personajes 5★
fr_fr: Personnages 5★
hi_in: 5-स्टार पात्र
id_id: Karakter 5★
it_it: Personaggi 5★
ja_jp: ★5キャラ
ko_kr: 5성 캐릭터
pt_br: Personagens 5★
ru_ru: Персонажи 5★
zh_cn: 五星角色
zh_tw: 五星角色

# DataPage_RerunChar4
source: 4-star characters
de_de: 4-Sterne-Charaktere
es_mx: Personajes 4★
fr_fr: Personnages 4★
hi_in: 4-स्टार पात्र
id_id: Karakter 4★
it_it: Personaggi 4★
ja_jp: ★4キャラ
ko_kr: 4성 캐릭터
pt_br: Personagens 4★
ru_ru: Персонажи 4★
zh_cn: 四星角色
zh_tw: 四星角色

# DataPage_RerunWeapon5
source: 5-star weapons
de_de: 5-Sterne-Waffen
es_mx: Armas 5★
fr_fr: Armes 5★
hi_in: 5-स्टार हथियार
id_id: Senjata 5★
it_it: Armi 5★
ja_jp: ★5武器
ko_kr: 5성 무기
pt_br: Armas 5★
ru_ru: Оружие 5★
zh_cn: 五星武器
zh_tw: 五星武器

# DataPage_RerunWeapon4
source: 4-star weapons
de_de: 4-Sterne-Waffen
es_mx: Armas 4★
fr_fr: Armes 4★
hi_in: 4-स्टार हथियार
id_id: Senjata 4★
it_it: Armi 4★
ja_jp: ★4武器
ko_kr: 4성 무기
pt_br: Armas 4★
ru_ru: Оружие 4★
zh_cn: 四星武器
zh_tw: 四星武器

# DataPage_RerunCategory
source: Category
de_de: Kategorie
es_mx: Categoría
fr_fr: Catégorie
hi_in: श्रेणी
id_id: Kategori
it_it: Categoria
ja_jp: 分類
ko_kr: 분류
pt_br: Categoria
ru_ru: Категория
zh_cn: 分类
zh_tw: 分類

# DataPage_RerunDays
source: days without a rerun
de_de: Tage ohne Rerun
es_mx: días sin reedición
fr_fr: jours sans rediffusion
hi_in: बिना रीरन के दिन
id_id: hari tanpa rerun
it_it: giorni senza rerun
ja_jp: 日間復刻なし
ko_kr: 일간 복각 없음
pt_br: dias sem reedição
ru_ru: дн. без повтора
zh_cn: 天未复刻
zh_tw: 天未復刻

# DataPage_RerunDaysValue
source: {0} days
de_de: {0} Tage
es_mx: {0} días
fr_fr: {0} jours
hi_in: {0} दिन
id_id: {0} hari
it_it: {0} giorni
ja_jp: {0} 日
ko_kr: {0}일
pt_br: {0} dias
ru_ru: {0} дн.
zh_cn: {0} 天
zh_tw: {0} 天

# DataPage_RerunUpTimes
source: {0} past runs
de_de: {0} frühere Auftritte
es_mx: {0} apariciones previas
fr_fr: {0} apparitions passées
hi_in: {0} पिछले रन
id_id: {0} kemunculan sebelumnya
it_it: {0} apparizioni passate
ja_jp: 過去 {0} 回登場
ko_kr: 과거 {0}회 등장
pt_br: {0} aparições anteriores
ru_ru: Появлений в прошлом: {0}
zh_cn: 历史 UP {0} 次
zh_tw: 歷史 UP {0} 次

# DataPage_RerunMaxGap
source: {0} days ({1})
de_de: {0} Tage ({1})
es_mx: {0} días ({1})
fr_fr: {0} jours ({1})
hi_in: {0} दिन ({1})
id_id: {0} hari ({1})
it_it: {0} giorni ({1})
ja_jp: {0} 日（{1}）
ko_kr: {0}일 ({1})
pt_br: {0} dias ({1})
ru_ru: {0} дн. ({1})
zh_cn: {0} 天（{1}）
zh_tw: {0} 天（{1}）

# DataPage_RerunMinGap
source: Shortest gap {0} days ({1})
de_de: Kürzester Abstand {0} Tage ({1})
es_mx: Intervalo más corto {0} días ({1})
fr_fr: Intervalle le plus court {0} jours ({1})
hi_in: सबसे छोटा अंतराल {0} दिन ({1})
id_id: Interval terpendek {0} hari ({1})
it_it: Intervallo più breve {0} giorni ({1})
ja_jp: 最短間隔 {0} 日（{1}）
ko_kr: 최단 간격 {0}일 ({1})
pt_br: Menor intervalo {0} dias ({1})
ru_ru: Наименьший интервал {0} дн. ({1})
zh_cn: 最短间隔 {0} 天（{1}）
zh_tw: 最短間隔 {0} 天（{1}）

# DataPage_RerunOverdue
source: Long overdue
de_de: Weit überfällig
es_mx: Muy retrasado
fr_fr: Très en retard
hi_in: बहुत अतिदेय
id_id: Sangat terlambat
it_it: Molto in ritardo
ja_jp: 大幅に超過
ko_kr: 크게 지연
pt_br: Muito atrasado
ru_ru: Сильно задерживается
zh_cn: 严重超期
zh_tw: 嚴重超期

# DataPage_RerunDue
source: Due
de_de: Fällig
es_mx: Toca ya
fr_fr: Attendu
hi_in: देय
id_id: Sudah waktunya
it_it: Atteso
ja_jp: 時期到来
ko_kr: 시기 도래
pt_br: Já é hora
ru_ru: Пора
zh_cn: 已到期
zh_tw: 已到期

# DataPage_RerunSoon
source: Approaching
de_de: Bald fällig
es_mx: Se acerca
fr_fr: Bientôt
hi_in: निकट
id_id: Mendekati
it_it: In arrivo
ja_jp: 復刻間近
ko_kr: 임박
pt_br: Se aproxima
ru_ru: Приближается
zh_cn: 临近
zh_tw: 臨近

# DataPage_RerunFresh
source: Recent
de_de: Kürzlich
es_mx: Reciente
fr_fr: Récent
hi_in: हाल ही का
id_id: Baru saja
it_it: Recente
ja_jp: 復刻直後
ko_kr: 최근 복각
pt_br: Recente
ru_ru: Недавно
zh_cn: 刚复刻
zh_tw: 剛復刻

# DataPage_RerunNever
source: Never rerun
de_de: Noch kein Rerun
es_mx: Sin reedición
fr_fr: Jamais rediffusé
hi_in: कभी रीरन नहीं
id_id: Belum pernah rerun
it_it: Mai riproposto
ja_jp: 復刻歴なし
ko_kr: 복각 이력 없음
pt_br: Nunca reeditado
ru_ru: Ещё не повторялся
zh_cn: 尚未复刻
zh_tw: 尚未復刻

# DataPage_RerunForecastOver
source: {0} days past the average interval
de_de: {0} Tage über dem Durchschnitt
es_mx: {0} días por encima del intervalo medio
fr_fr: {0} jours au-delà de l'intervalle moyen
hi_in: औसत अंतराल से {0} दिन अधिक
id_id: {0} hari melewati interval rata-rata
it_it: {0} giorni oltre l'intervallo medio
ja_jp: 平均間隔を {0} 日超過
ko_kr: 평균 간격보다 {0}일 초과
pt_br: {0} dias além do intervalo médio
ru_ru: На {0} дн. больше среднего интервала
zh_cn: 已超过平均间隔 {0} 天
zh_tw: 已超過平均間隔 {0} 天

# DataPage_RerunForecastLeft
source: {0} days until the average interval
de_de: Noch {0} Tage bis zum Durchschnitt
es_mx: Faltan {0} días para el intervalo medio
fr_fr: Encore {0} jours avant l'intervalle moyen
hi_in: औसत अंतराल तक {0} दिन शेष
id_id: {0} hari lagi menuju interval rata-rata
it_it: Altri {0} giorni all'intervallo medio
ja_jp: 平均間隔まであと {0} 日
ko_kr: 평균 간격까지 {0}일
pt_br: Faltam {0} dias para o intervalo médio
ru_ru: До среднего интервала {0} дн.
zh_cn: 距平均间隔还有 {0} 天
zh_tw: 距平均間隔還有 {0} 天

# DataPage_RerunSortUrgency
source: Overdue ratio
de_de: Überfälligkeit
es_mx: Grado de retraso
fr_fr: Degré de retard
hi_in: अतिदेय अनुपात
id_id: Tingkat keterlambatan
it_it: Grado di ritardo
ja_jp: 超過度
ko_kr: 초과 정도
pt_br: Grau de atraso
ru_ru: Степень задержки
zh_cn: 紧迫度
zh_tw: 緊迫度

# DataPage_RerunSortDays
source: Days waiting
de_de: Wartetage
es_mx: Días de espera
fr_fr: Jours d'attente
hi_in: प्रतीक्षा के दिन
id_id: Hari menunggu
it_it: Giorni di attesa
ja_jp: 経過日数
ko_kr: 경과 일수
pt_br: Dias de espera
ru_ru: Дней ожидания
zh_cn: 未复刻天数
zh_tw: 未復刻天數

# DataPage_RerunSortInterval
source: Average interval
de_de: Durchschnittsabstand
es_mx: Intervalo medio
fr_fr: Intervalle moyen
hi_in: औसत अंतराल
id_id: Interval rata-rata
it_it: Intervallo medio
ja_jp: 平均間隔
ko_kr: 평균 간격
pt_br: Intervalo médio
ru_ru: Средний интервал
zh_cn: 平均间隔
zh_tw: 平均間隔

# DataPage_RerunSearchPlaceholder
source: Search by name…
de_de: Nach Namen suchen…
es_mx: Buscar por nombre…
fr_fr: Rechercher par nom…
hi_in: नाम से खोजें…
id_id: Cari nama…
it_it: Cerca per nome…
ja_jp: 名前で検索…
ko_kr: 이름으로 검색…
pt_br: Buscar por nome…
ru_ru: Поиск по названию…
zh_cn: 搜索名称…
zh_tw: 搜尋名稱…
